
//крестьянин
//          Имя;
//          здоровье;
//          спать;
//          Ходить;
/*          Бегать
//        Возделывание полей;
//        Питание;
//          Выносливость;
//          под
//
//разбойник
//          Имя;
//          здоровье;
//          спать;
//          Ходить;
/*          Бегать
//        жестокость;
//        разбой;
//          Выносливость;
//
//
//
//снайпер
//          Имя;
//          здоровье;
//          спать;
//          Ходить;
//          Выносливость;
//         Боеприпасы
//          Бегать;
меткость;
маскировка;
замирание;
 */

//колдун
//          Имя;
//          здоровье;
//          спать;
//          Ходить;
/*          Бегать;
            мана
            артифакты
//          Выносливость;
 */
//копейщик
//          Имя;
//          здоровье;
//          спать;
//          Ходить;
/*          Бегать;
//          Выносливость;
//          владение копьем
//          умение держать строй
//арбалетчик
////          Имя;
////          здоровье;
////          спать;
////          Ходить;
///*          Бегать;
////          Выносливость;
//            меткость
//            боеприпасы
 */

import Unit.Fermer;*/
//монах

 */

public class OOP_1_Semenar {
 public static void main(String[] args) {
  Fermer fermer1 = new Fermer("Bob Marly", 100, 0);
 }


}
